<<<<<<< HEAD
name = input('Введите ваше имя:')  
age = int(input('Введите ваш возраст:'))  
=======
name = input('Введите ваше имя:')
age = input('Введите ваш возраст:')
>>>>>>> a14df6b9d464db7b5ef543ae9b7ae0b7efedcd4b

greeting = 'Привет,' + name + '!', 'Тебе уже', age, 'лет!' 

<<<<<<< HEAD
print(greeting) 
=======
print('Привет,'+name+'!', 'Тебе уже',age,'лет!') 

# TODO: Исправить ошибки по PEP8
#  - убрать лишнее преобразование к строке
#  - возраст получить в виде числа
#  - переменную greeting либо убрать, либо использовать

>>>>>>> a14df6b9d464db7b5ef543ae9b7ae0b7efedcd4b
